{
	"Home": {
		"heroTitle": "BETTER LIFE THROUGH BETTER MEDICINE",
		"heroSubtitle": "Drug International Limited was incorporated under the Registrar of Joint Stock Companies in 1974 as a Private Limited Company. The company commenced formulation and production in 1983 and emerged as a pioneer in Bangladesh for adding a state of the art oral solid dosage plant.",
		"heroButton": "SEE OUR PRODUCTS",
		"whoWeAreTitle": "WHO WE ARE",
		"whoWeAreDescription": "We were the first company in Bangladesh to formulate medicines in soft capsule form for the purpose of maximizing absorption and retention properties of some particular medicines such as vitamins. We continue to lead in the field of soft gelatin capsule manufacture in Bangladesh. We were also the first in the country to produce a soft gelatin capsule vaginal suppository with anti-bacterial and anti-fungal properties branded under the name of GYNOMIX. Presently, we use our refined and modern production processes to export pharmaceutical products to many countries around the world.",
		"whatWeDoTitle": "WHAT WE DO",
		"whatWeDoDescription": "We formulate drugs for all age groups and genders in different dosage forms including capsules, tablets, syrups, suspensions, injectables, soft gelatin capsules, suppositories, creams, and ointments. We maintain two principles of unique supply chain management: formulating optimized versions of medicines for specific patient groups and adopting policies for market release immediately after production. These policies benefit both the patients and the pharmacies as the medicine delivery system extends the product’s lifecycle. Our formulating principles have always revolved around the health and welfare of patients. We constantly strive to improve the quality of life of our patients and customers.",
		"latestProductTitle": "LATEST PRODUCTS",
		"specializedProductsTitle": "SPECIALIZED PRODUCTS",
		"achievementTitle": "ACHIEVEMENTS",
		"achievementSubTitle": "DRUG INTERNATIONAL HAS EARNED CERTIFICATES FOR OUTSTANDING MEDICINE QUALITY",
		"BABCertificateTitle": "BAB Certificate",
		"BABCertificateSubTitle": "At Khwaja Yunus Ali Medical College & Hospital, we take immense pride in our latest accomplishment - the prestigious BAB (Bangladesh Accreditation Board) Certificate. This recognition signifies our unwavering commitment to maintaining the highest standards of excellence in healthcare and medical education."
	}
}
